/* File size, shown as a number and units. The first %@ is the number (for instance: 6.72), and the second %@ is the unit (for instance: MB) */
"%@ %@" = "%1$@ ‏%2$@";

/* File size, shown as a number and units, and number of bytes. The first %@ is the number (for instance: 6.72), the second %@ is the unit (for instance: MB), and the third is the actual number of bytes (for instance 6,722,309) */
"%@ %@ (%@ bytes)" = "%1$@ %2$@ (%3$@ בייטים)";

/* Plural form of 'bytes', when used for file size */
"bytes" = "בייטים";

/* Singular form of 'bytes', when used for file size */
"bytes Singular" = "בייט";

/* Plural form of 'EB' (exabyte), when used for file size */
"EB" = "א״ב";

/* Singular form of 'EB' (exabyte), when used for file size */
"EB Singular" = "א״ב";

/* Plural form of 'GB' (gigabyte), when used for file size */
"GB" = "ג״ב";

/* Singular form of 'GB' (gigabyte), when used for file size */
"GB Singular" = "ג״ב";

/* Plural form of 'KB' (kilobyte), when used for file size */
"KB" = "ק״ב";

/* Singular form of 'KB' (kilobyte), when used for file size */
"KB Singular" = "ק״ב";

/* Plural form of 'MB' (megabyte), when used for file size */
"MB" = "מ״ב";

/* Singular form of 'MB' (megabyte), when used for file size */
"MB Singular" = "מ״ב";

/* Plural form of 'PB' (petabyte), when used for file size */
"PB" = "פ״ב";

/* Singular form of 'PB' (petabyte), when used for file size */
"PB Singular" = "פ״ב";

/* Plural form of 'TB' (terabyte), when used for file size */
"TB" = "ט״ב";

/* Singular form of 'TB' (terabyte), when used for file size */
"TB Singular" = "ט״ב";

/* Plural form of 'YB' (yottabyte), when used for file size */
"YB" = "י״ב";

/* Singular form of 'YB' (yottabyte), when used for file size */
"YB Singular" = "י״ב";

/* Plural form of 'ZB' (zettabyte), when used for file size */
"ZB" = "ז״ב";

/* Singular form of 'ZB' (zettabyte), when used for file size */
"ZB Singular" = "ז״ב";

/* File size shown for an empty file, when 'special zero handling' is enabled, and using 'bytes' as units. This is basically what Finder shows in the info panel for an empty file. */
"Zero bytes" = "0 בייטים";

/* File size shown for an empty file, when 'special zero handling' is enabled, and using 'KB' as units. This is basically what Finder shows in the info panel for an empty file. */
"Zero KB" = "0 ק״ב";

